Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/ilmoittaudu_videoiden_editointi_koulutuksiin.html.tmx
Source language: fin
Languages: sms

source: Ilmoittaudu videoiden editointi koulutuksiin
sms: SaamelaisnuoIʹlmmtõõđ videoi editâʹsttem škooultõõzzid

source: Huomio: videoiden viimeinen palautuspäivä on siirretty 10.5. asti!
sms: Vuâmmšõs: Videoi mââimõs maacctempeiʹvv lij sirddum 10.5. räjja!

source: Saamelaisnuorten taidetapahtuma järjestää yhteistyössä Arktista pedagogiikkaa II -hankkeen kanssa avoimia etäkoulutuksia videoiden editoimisesta.
sms: Sääʹmnuõri täiddmõšpeiʹvv jääʹrjast õhttsažtuâjjan Aarktlaž pedagogiikk II -haʹŋǩǩõõzzin äävõõzzid olgglõss-škooultõõzzid videoi editâsttmõõžžâst.

source: Lisäksi olemme tuottaneet ohjeistuksen videoiden suunnitteluun ja toteuttamiseen.
sms: Lââʹssen leäʹp raajjâm vuäʹpstõõzz videoi plaanummša da čõõđtummša.

source: Järjestämme kaksi etäkoulutusta, minkä lisäksi koulutuksien tallenteet on mahdollista katsoa jälkikäteen.
sms: Riâššâp kueʹhtt olgglõss-škooultõs, koon lââʹssen škooultõõzzi ruõkkõõzz lij vueiʹtlvaž ǩiõččâd mâʹŋŋlest.

source: Linkin tallenteisiin saa koulutusten jälkeen taidetapahtumatyöntekijältä.
sms: Liiŋk ruõkkõõzzid vuäǯǯ mâŋŋa škooultõõzzi täiddmõšpeiʹvvtuâjjtuâjjlast.

source: Hankkeen työntekijät tarjoavat teknistä tukea ohjelmien käytöstä myös koulutusten jälkeen.
sms: Haʹŋǩǩõõzz tuâjjtuâjjla taʹrjjee teeknla staan prograaʹmmi âânnmõõžžâst še mâŋŋa škooultõõzzi.

source: Järjestämme koulutusta kahdesta järjestelmästä: Windows 10:n videoiden editointiohjelmasta sekä puhelimelle ladattavasti FilmoraGo:sta.
sms: Riâššâp škooultõõzz kueiʹtest systeeʹmest: Windows 10 videoi editâʹsttemprograaʹmmest de teʹlfooʹne leäʹmnnemnalla FilmoraGo:est.

source: FilmoraGo on sopiva niin Androidille ja iOS:lle.
sms: FilmoraGo suäpp nuʹtt Androide ǥu IOS:aaʹje .

source: Koulutukset järjestetään suomeksi.
sms: Škooultõõzzid reäʹšše lääddas.

source: Molemmat koulutukset alkavat kello 12.30 ja loppuvat kello 14.00.
sms: Kuhttu škooultõõzz âʹlǧǧe čiâss 12.30 da poʹtte čiâss 14.00.

source: Välissä pidetään 15min tauko.
sms: Kooskast âʹnne 15 min kõhttpââʹjj.

source: Koulutusten sisältö
sms: Škooultõõzz siiskâž

source: Alku- ja lopputekstien lisääminen
sms: Algg- da loppteeʹksti lââʹzztummuš

source: Videon rajaaminen ja leikkaaminen
sms: Videoi raajtummuš da čuõppmõš

source: Taustamusiikin, kuvatekstien ja muiden tehosteiden lisääminen
sms: Tuâǥǥažmusiikk, kartt-teeʹksti da jeeʹres viõkklõõzzi lââʹzztummuš

source: Editoidun videon tallennus
sms: Editõsttum videoi ruõkkmõš

source: 20.4. koulutus Windows 10 järjestelmän videoiden editointiohjelmasta
sms: 20.4. Škooultõs Windows 10 systeeʹm videoi editâʹsttemprograaʹmmest

source: Tietoa sovelluksesta: Microsoftin Videoeditori-sovellus on ilmainen Windows-järjestelmän työpöytäsovellus.
sms: Teâđ suåvldõõzzâst: Microsoft Videoeditor -suåvldõs lij däära Windows -systeeʹm tuâjjpåʹrddsuåvldõs.

source: Se sopii hyvin aloittelijoille, sillä sen avulla voi helposti ja nopeasti rajata ja leikata videoita, mutta se on editointiominaisuuksiltaan kuitenkin erittäin suppea.
sms: Tõt suäpp puârast altteeʹjid, ǥu tõn vieʹǩǩin vuäitt hiâlpeld da jåʹttlânji rajjeed da čuõppâd videoid, leša tõt lij editâʹsttemooddeesvuiʹm kuuitâǥ samai põskkâd.

source: 27.4. koulutus FilmoraGo editointiohjelmasta (koulutus perustuu Android käyttöjärjestelmään, mutta sovellus löytyy myös iOS-järjestelmälle)
sms: 27.4. Škooultõs FilmoraGo editâʹsttemprograaʹmmest (škooultõs vuâđđad Android ââʹnnemsysteeʹme, leša suåvldõs käunnai še iOS -systeeʹme)

source: Tietoa sovelluksesta: FilmoraGo on mobiilisovellus, joka on ladattavissa ilmaiseksi Android-mobiililaitteeseen Google Play –kaupasta.
sms: Teâđ suåvldõõzzâst: FilmoraGo on mobiilsuåvldõs, kååʹtt lij leäʹmnnemnalla däära Android- mobiilteʹlfooʹne Google Play -kaaupâst.

source: Videoiden kuvaaminen ja editointi on nopeaa ja helppoa, sillä kaikki toiminnot voidaan toteuttaa samalla laitteella.
sms: Videoi sniimmʼmõš da editâsttmõš lij jåʹttlõs da hiâlp, ǥu puk tåimmõõzzid vuäitt čõõđted seämma teâttneävvain.

source: Koulutukset järjestetään Microsoft Teams -sovelluksessa.
sms: Škooultõõzzid reäʹšše Microsoft Teams – suåvldõõzzâst.

source: Varmistathan myös, että tarvittavat ohjelmat ovat asennettuina sekä laitteiden järjestelmäpäivitykset ovat ajan tasalla ennen koulutuksia!
sms: Ouddâl škooultõõzzi õõlǥak praavâd, što puk taarbšem prograamm liâ šiõttuum da teâttneävvai systeeʹmpeiʹvvõõzz liâ ääiʹj tääʹzzest.

source: Videot toimitetaan taidetapahtumatyöryhmälle WeTransfer ohjelmalla ( ohjeet ).
sms: Videoid tåimte täiddmõšpeiʹvvtuâjjäʹrttla WeTransfer prograammin ( vuäʹppõõzz ).

source: Ilmoittauduthan koulutuksiin 16.4.2021 mennessä sähköpostitse anni-sofia.niittyvuopio@samediggi.fi tai puhelimitse +358 40 620 1917.
sms: Iʹlmmtõõđ škooultõõzzid 16.4.2021 mätta e-pååʹšt pääiʹǩ anni-sofia.niittyvuopio@samediggi.fi leʹbe teʹlfoonin +358 40 620 1917.

source: Ilmoita kumpaan koulutukseen ilmoittaudut, yhteystietosi sekä osallistujien määrä.
sms: Iʹlmmet kuäbba škooultõʹsse iʹlmmtõõđak, õhttvuõtt-teâđääd de vuässõõttji mieʹr.

source: Ilmoita myös ehdittekö Teamsiin vai tarvitsetteko pelkästään linkin tallenteisiin.
sms: Iʹlmmet še õsttveʹted-a Teamse avi taarbšeʹped-a pâi liiŋk ruõkkõõzzid.

source: Saamelaisnuorten taidetapahtuman 2021 ohjeita
sms: Sääʹmnuõri čeäʹppvuõđpeiʹvv 2021 vuäʹppõõzz

source: Lisätietoja:
sms: Lââʹzzteäđaid:

source: Arktista pedagogiikkaa II, saamelaisopetuksen digiverkosto -hanke
sms: Aarktlaž pedagogiikk II, sääʹm-mättʼtõõzz digisäimmõk -haʹŋǩǩõs
